tap "chasestubblefield/brew"
tap "homebrew/bundle"
tap "homebrew/services"
brew "openssl@3"
brew "readline"
brew "glib"
brew "lame"
brew "abcde"
brew "jpeg-xl"
brew "awscli"
brew "bat"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "curl"
brew "deno"
brew "exiftool"
brew "harfbuzz"
brew "libsndfile"
brew "pango"
brew "sdl2"
brew "ffmpeg"
brew "fish"
brew "gcc"
brew "gcc@9"
brew "gh"
brew "git"
brew "git-lfs"
brew "glew"
brew "glfw"
brew "libusb"
brew "gnupg"
brew "go"
brew "gpac"
brew "pkg-config"
brew "hugo"
brew "libraw"
brew "imagemagick"
brew "innoextract"
brew "ipfs"
brew "jq"
brew "latexindent"
brew "libmatio"
brew "libyaml"
brew "make"
brew "mas"
brew "media-info"
brew "mingw-w64"
brew "mono"
brew "node"
brew "nodenv"
brew "open-mpi"
brew "osslsigncode"
brew "pnpm"
brew "poppler"
brew "postgresql@14", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rubyfmt"
brew "tree"
brew "unar"
brew "vim"
brew "watch"
brew "xdelta"
brew "yadm"
brew "yarn"
brew "yt-dlp"
brew "chasestubblefield/brew/gzinject"
brew "chasestubblefield/brew/hactool"
brew "chasestubblefield/brew/tex-fmt"
cask "8bitdo-ultimate-software"
cask "anki"
cask "background-music"
cask "cyberduck"
cask "dash"
cask "discord"
cask "docker"
cask "dolphin"
cask "elmedia-player"
cask "font-inconsolata"
cask "google-chrome"
cask "google-drive"
cask "gz"
cask "hex-fiend"
cask "iterm2"
cask "keyboardcleantool"
cask "mactex"
cask "minecraft"
cask "multipatch"
cask "musescore"
cask "notion"
cask "openemu"
cask "postman"
cask "qlab"
cask "retroarch-metal"
cask "sejda-pdf"
cask "slack"
cask "steam"
cask "tableplus"
cask "textual"
cask "the-unarchiver"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
mas "AdBlock", id: 1402042596
mas "GarageBand", id: 682658836
mas "Keyboard Keyboard", id: 1128271725
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "aliariff.vscode-erb-beautify"
vscode "benspaulding.procfile"
vscode "berublan.vscode-log-viewer"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dsznajder.es7-react-js-snippets"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "james-yu.latex-workshop"
vscode "jasonnutter.search-node-modules"
vscode "kaiwood.endwise"
vscode "koichisasada.vscode-rdbg"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ruby-syntax-tree.vscode-syntax-tree"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "skyapps.fish-vscode"
vscode "tamasfe.even-better-toml"
