tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "scstubblefield/personal"
brew "awscli"
brew "boost"
brew "coreutils"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "graphviz"
brew "imagemagick"
brew "inetutils"
brew "iperf"
brew "jq"
brew "mas"
brew "nethack"
brew "nodenv"
brew "openjdk"
brew "postgresql"
brew "rbenv"
brew "redis"
brew "rustup-init"
brew "streamlink"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "uudeview"
brew "vim"
brew "watch"
brew "weechat"
brew "yadm"
brew "yarn"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "scstubblefield/personal/wit"
cask "battle-net"
cask "chromedriver"
cask "cyberduck"
cask "dash"
cask "discord"
cask "docker"
cask "font-anonymous-pro"
cask "font-fira-mono"
cask "font-inconsolata"
cask "font-meslo-lg"
cask "font-source-code-pro"
cask "font-terminus"
cask "google-backup-and-sync"
cask "google-chrome"
cask "mactex"
cask "musescore"
cask "ngrok"
cask "openemu"
cask "postman"
cask "sejda-pdf"
cask "sequel-pro"
cask "slack"
cask "spectacle"
cask "steam"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Apple Configurator 2", id: 1037126344
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
