tap "chasetopher/personal"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
cask "xquartz"
brew "python"
brew "awscli"
brew "boost"
brew "coreutils"
brew "git"
brew "gnupg"
brew "go"
brew "graphviz"
brew "imagemagick"
brew "jq"
brew "mysql@5.7", restart_service: true, link: true
brew "nethack"
brew "nodenv"
brew "postgresql", restart_service: true
brew "rbenv"
brew "redis", restart_service: true
brew "ruby", link: true
brew "rustup-init"
brew "streamlink"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "weechat"
brew "wine"
brew "yadm"
brew "yarn"
brew "youtube-dl"
brew "chasetopher/personal/git-status-line"
brew "chasetopher/personal/wit"
brew "heroku/brew/heroku"
cask "apple-hewlettpackardprinterdrivers"
cask "atom"
cask "chromedriver"
cask "dash"
cask "discord"
cask "docker"
cask "dolphin"
cask "font-anonymous-pro"
cask "font-fira-mono"
cask "font-inconsolata-dz"
cask "font-meslo-lg"
cask "font-source-code-pro"
cask "font-terminus"
cask "google-backup-and-sync"
cask "google-chrome"
cask "macdown"
cask "ngrok"
cask "obs"
cask "openemu"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "virtualbox"
cask "vlc"
cask "xbox360-controller-driver-unofficial"
